Repository: alisajadih/booknet
Catalog: src/locales/*/messages.po
Languages: fa

source: Already have an account? Sign in
fa: حساب کاربری دارید؟ وارد شوید

source: Back to home
fa: بازگشت به صفحه اصلی

source: Confirm Password
fa: تایید گذر واژه

source: Don't have an account? Sign Up
fa: حساب کاربری ندارید؟ ثبت نام کنید.

source: Email Address
fa: ایمیل

source: First Name
fa: نام

source: Home
fa: خانه

source: Last Name
fa: نام خانوادگی

source: Password
fa: گذر واژه

source: Password is required
fa: گذرواژه الزامی‌ است

source: Password should be at least 5 characters
fa: گذرواژه باید حداقل ۵ کاراکتر باشد

source: Passwords must match
fa: گذرواژه و تایید گذرواژه باید یکسان باشند

source: Sign in
fa: ورود

source: Sign up
fa: ثبت نام

source: You Log in Successfully
fa: شما با موفقیت وارد شدید

source: You Logout Successfully
fa: شما با موفقیت خارج شدید

source: You Sign up Successfully
fa: شما با موفقیت ثبت‌نام کردید

source: book entesharat
fa: انتشارات کتاب

source: book name
fa: کتاب فلان هستم

source: book net
fa: بوک‌نت

source: book nevisande
fa: نویسنده کتاب

source: comment sent successfully
fa: نظر شما با موفقیت ارسال شد

source: contact
fa: تماس با ما

source: contact us
fa: تماس با ما

source: digikala
fa: برو به دیجی‌کالا

source: download
fa: دانلود کتاب

source: edit
fa: ویرایش

source: email format is incorrect
fa: ایمیل نامعتبر است

source: email is required
fa: ایمیل الزامی است

source: falsafe
fa: فلسفه

source: firstName is required
fa: نام الزامی است

source: go to shelf
fa: به سوی قفسه‌ها

source: header text
fa: شیرین کردن قهومون با لذت کتاب خواندن و گپ و گفتگو درباره‌ی کتاب‌هایی که خواندیم

source: info header
fa: چرا باید کتاب بخوانیم؟

source: info p 1
fa: فرض ما بر این است که کسی که به این صفحه و مطلب رسیده، حتماً یک ربط وارتباطی با کتاب و کتاب‌خوانی دارد و حتماً چندتایی کتاب در فهرست«خوانده شده» هایش هست. همین‌طور احتمال می‌دهیم که اگر لذت کتابخواندن را تجربه کرده باشید، احتمالاً به توضیح و شرح بیشتری برایفواید این عادت خوب نیاز ندارید. اما مگر همه‌ی ما و تمامکتاب‌خوان‌های دنیا از ابتدا کتاب دستشان بوده است؟

source: info p 2
fa: بیایید با هم صادق باشیم: کتاب‌خوان شدن، گاهی به یک تصادف وابسته استو ممکن است همه‌ی آدم‌ها در مسیر زندگی‌شان تصادفی را تجربه نکردهباشند که به سمت کتاب‌ها هدایت شوند. کم نیستند آدم‌هایی که کتابخواندن را نه یک کار معمولی و البته لذت‌بخش که یک امر پیچیده و گاهاًدشوار می‌پندارند. ما در عصری زندگی می‌کنیم که دستیابی به اطلاعات (ازهر نوع) ساده‌تر و سریع‌تر از هر زمان دیگری ممکن است و احتمالاً درقیاس با شبکه‌های اجتماعی و موتورهای جستجو و…، کتاب گزینه‌ی سریع وخوشایندی برای پر کردن اوقات نیست! بله، حتی کتاب‌خوان‌ترین آدم‌هایدوروبر ما هم، وقت بیشتری را صرف چیزهایی جز کتاب می‌کنند.

source: invalid username or password
fa: نام کاربری یا رمزعبور اشتباه است

source: lastName is required
fa: نام خانوادگی الزامی است

source: logout
fa: خروج

source: moarefi book
fa: معرفی کتاب

source: name
fa: نام و نام خانوادگی

source: profile
fa: پروفایل

source: ravan shenasi
fa: روان‌شناسی

source: roman
fa: رمان

source: search in books
fa: جستجو در کتاب‌ها

source: section info
fa: کتاب بخوان

source: send
fa: ارسال

source: services
fa: سخن بزرگان

source: shekspier
fa: شکسپیر

source: shelf
fa: قفسه‌

source: shelfs
fa: قفسه‌ها

source: shero adabiat
fa: شعر و ادبیات

source: something went wrong
fa: خطایی رخ داده است

source: soqrat
fa: سقراط

source: soqrat content
fa: جامعه وقتی فرزانگی و سعادت می‌یابد که مطالعه کار روزانه‌اش باشد

source: speach of the big
fa: سخن بزرگان

source: tanz
fa: طنز

source: tarikhi
fa: تاریخی

source: user updated succesfully
fa: کاربر با موفقیت بروز شد

source: username
fa: نام کاربری

source: username is required
fa: نام کاربری الزامی است

source: users comments
fa: نظرات کاربران

source: velter
fa: ولتر

source: velter content
fa: برگ های کتاب به منزله بال هایی هستند که روح ما را به عالم نور وروشنایی پرواز می دهند

source: victor hogo
fa: ویکتور هوگو

source: victor hogo content
fa: خوشبخت، کسی است که به یکی از این دو چیز دسترسی دارد، کتاب‌هایخوب یا دوستانی که اهل کتاب باشند

source: write your comment
fa: نظر خود را بنویسید

source: year
fa: سال
